# Запрашиваем у пользователя 6 основных стадий эволюции человека по порядку
stage_1 = input("Введите 1-ю стадию (Австралопитек): ")
stage_2 = input("Введите 2-ю стадию (Человек умелый): ")
stage_3 = input("Введите 3-ю стадию (Человек прямоходящий): ")
stage_4 = input("Введите 4-ю стадию (Неандерталец): ")
stage_5 = input("Введите 5-ю стадию (Кроманьонец): ")
stage_6 = input("Введите 6-ю стадию (Homo sapiens sapiens): ")

# Выводим все стадии в одну строку, разделяя их указанным символом стрелки
print(stage_1, stage_2, stage_3, stage_4, stage_5, stage_6, sep=" => ")